Repository: dueclic/emailchef-add-on-for-pmp
Catalog: languages/emailchef-add-on-for-pmp-*.po
Languages: it_it

source: Are you sure you want to reset all the settings?
it_it: Sei sicuro di voler reimpostare tutte le impostazioni?

source: Choosing 'No' will still update Emailchef when the user's level is changed.
it_it: Scegliendo 'No' Emailchef verrà comunque aggiornato quando il livello dell'utente viene modificato.

source: Configuration reset successfully.
it_it: Configurazione reimpostata con successo.

source: Configuration saved successfully.
it_it: Configurazione salvata con successo.

source: Emailchef credentials are wrong.
it_it: Le credenziali di Emailchef sono errate.

source: Emailchef integration options and settings
it_it: Opzioni e impostazioni di integrazione con Emailchef

source: For each level below, choose the list(s) that a new user should be subscribed to when they register.
it_it: Per ciascun livello sottostante, scegli la lista o le liste a cui un nuovo utente dovrebbe iscriversi quando si registra.

source: General configuration
it_it: Configurazione generale

source: https://emailchef.com/wordpress-paid-memberships-pro-emailchef-add-on/
it_it: https://emailchef.com/it/add-on-emailchef-per-wordpress-paid-memberships-pro/

source: https://www.emailchef.com
it_it: https://www.emailchef.com/it

source: If you have Paid Membership Pro installed, you can subscribe members to one or more Emailchef lists based on their membership level or specify "Opt-in Lists" that members can select at membership checkout.
it_it: Se hai installato Paid Membership Pro, puoi iscrivere i membri a uno o più liste di Emailchef in base al loro livello di appartenenza o specificare "Liste Opt-in" che i membri possono selezionare al momento del pagamento dell'abbonamento.

source: Join our mailing list.
it_it: Iscriviti alla nostra mailing list.

source: Login Emailchef
it_it: Accesso a Emailchef

source: Membership Levels and Lists
it_it: Livelli di Membership e Liste

source: No available membership levels found in PMPro.
it_it: Nessun livello di membership disponibile trovato in PMPro.

source: Non-member Lists
it_it: Liste per i non membri

source: Opt-in Lists
it_it: Liste Opt-in

source: PMPro is installed.
it_it: PMPro è installato.

source: Recommended: Yes. However, if you manage multiple lists in Emailchef, users will be unsubscribed from other lists when they register on your site.
it_it: Consigliato: Sì. Tuttavia, se gestisci più liste in Emailchef, gli utenti verranno disiscritti dalle altre liste quando si registrano sul tuo sito.

source: Reset settings
it_it: Reimposta impostazioni

source: Save settings
it_it: Salva impostazioni

source: Settings
it_it: Impostazioni

source: Subscribe users to one or more Emailchef lists when they sign up for your site.
it_it: Iscrivi gli utenti a uno o più liste di Emailchef quando si registrano sul tuo sito.

source: Sync your WordPress users and members with Emailchef lists.
it_it: Sincronizza i tuoi utenti e membri di WordPress con le liste di Emailchef.

source: This plugin requires Paid Memberships Pro. <a href="%s">Please go back to the Plugins page</a>.
it_it: Questo plugin richiede Paid Memberships Pro. <a href="%s">Per favore torna alla pagina dei plugin</a>.

source: Unsubscribe on Level Change?
it_it: Disiscrivi al cambio di livello?

source: Update on Profile Save?
it_it: Aggiorna al salvataggio del profilo?

source: User
it_it: Utente

source: Yes
it_it: Sì

source: Yes (Old level and opt-in lists.)
it_it: Sì (Vecchio livello e liste opt-in.)

source: Yes (Only old level lists.)
it_it: Sì (Solo liste del vecchio livello.)
